# RbsElecRoomCavityRatio Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecRoomCavityRatio Property
ParameterTypeId Class See Also
---
"Room Cavity Ratio"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecRoomCavityRatio { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecRoomCavityRatio As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecRoomCavityRatio {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace